asusctl
base
base-devel
bash-language-server
blueman
bluez
bluez-tools
bluez-utils
brave-bin
brightnessctl
btop
cheese
cups
dialog
dracula-gtk-theme
dracula-icons-git
efibootmgr
expac
fastfetch
fresh-editor-bin
git
grim
grub
gst-plugin-pipewire
gvfs
gvfs-mtp
hyprland
hyprpaper
intel-ucode
libmpeg2
libpulse
libreoffice-still
linux
linux-firmware
lvm2
lxappearance
mako
marksman
nano
neovim
networkmanager
nodejs
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
npm
obsidian
os-prober
pacman-contrib
pamixer
paru
paru-debug
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
polkit-gnome
python-pip
python-requests
shellcheck
slurp
sof-firmware
starship
supergfxctl
swappy
swaybg
swaylock-effects
telegram-desktop
thunar
timeshift
tmux
tree
ttf-dejavu
ttf-jetbrains-mono-nerd
vim
visual-studio-code-bin
vlc
vlc-plugin-ffmpeg
waybar
wev
wezterm
wireplumber
wl-clipboard
wlogout
wofi
xdg-desktop-portal-hyprland
xdg-user-dirs
xfce4-settings
yazi
zram-generator
zsh
zsh-autosuggestions
zsh-completions
